{
  "nametext": [
    {
      "summary": "Writer, User researcher, Entrepreneur"
    }
  ],

  "featured": [
  
  {
    "title":"BusniessLine Book Review",
    "subheading": "A generation caught at the cusp of India’s transformation",
    "summary": "What Millennials Want is a surprisingly pessimistic reminder of how little India has changed",
    "link": "https://www.thehindubusinessline.com/books/reviews/General/a-generation-caught-at-the-cusp-of-indias-transformation/article37149575.ece",
    "date":"Oct 24, 2021"
}
  ],

  "about": [
    {
      "summary": "I am a user researcher and the author of What Millennials Want (Penguin Random House), an intimate biography of Indian millennials, the world’s single-largest demographic group. \nI traveled more than 30,000 kilometers across 13 Indian states to interview more than 900 millennials, educators, business leaders, and policymakers to investigate the economic aspirations, social views, and political attitudes of young India. \nI work on building technology products for emerging markets and have contributed op-eds to The Washington Post, New Statesman, The Times of India, Mint, and The Print, and have been featured in the Financial Times and The Guardian."
    }
  ],

  "articles": [
    {
      "title":"BusniessLine Book Review",
      "subheading": "A generation caught at the cusp of India’s transformation",
      "summary": "What Millennials Want is a surprisingly pessimistic reminder of how little India has changed",
      "link": "https://www.thehindubusinessline.com/books/reviews/General/a-generation-caught-at-the-cusp-of-indias-transformation/article37149575.ece",
      "date":"Oct 24, 2021"
  },
  {
      "title":"BBC Viewpoint",
      "subheading": "Viewpoint: Why India's millennials support PM Narendra Modi",
      "summary": "India has one of the world's youngest populations, with millennials - those born between 1981 and 1996 - making up over 400 million of its people. Author Vivan Marwaha considers what India's youth want from their politicians.",
      "link": "https://www.bbc.com/news/world-asia-india-58716947",
      "date":"Oct 04, 2021"
  },
  
  {
      "title":"Hindustan Op-Ed",
      "subheading": "बचाव की मुद्रा में नौजवान ",
      "summary": "साल 2018 में मैंने अपनी किताब के लिए आज के नौजवानों की आर्थिक आकांक्षाओं, उनके सामाजिक विचार और राजनीतिक नजरिये पर शोध करना शुरू किया। मेरा मकसद साफ था। मैं उन लोगों को समझना चाहता था, जिनको हमने बहुत ज्यादा नहीं सुना है। आखिर देश के छोटे कस्बों और  शहरों में रहने वाले युवा भारत के भविष्य में अपनी जगह कहां देखते हैं?",
      "link": "https://www.livehindustan.com/blog/story-hindustan-opinion-column-15-september-2021-4586641.html",
      "date":"Sept 14, 2021"
  },
  {
      "title":"Hindustan Times Op-Ed",
      "subheading":"The young, anxious Indian millennial",
      "summary": "In 2018, I started conducting research for my book on the economic aspirations, social views, and political attitudes of Indian millennials. My mission was simple. ",
      "link": "https://www.hindustantimes.com/opinion/the-young-anxious-indian-millennial-101631455163792.html",
      "date":"Sep 12, 2021"
  }

  ]
}
