{
  "nametext": [
    {
      "summary": "Writer, User researcher, Entrepreneur"
    }
  ],

  "featured": [
    {
      "title":"Hindustan Times Op-Ed",
      "subheading":"The young, anxious Indian millennial",
      "summary": "Economic insecurity, in the form of lack of stable, decently paid jobs, is driving the young to search for stability in their social and political lives",
      "link": "https://www.hindustantimes.com/opinion/the-young-anxious-indian-millennial-101631455163792.html",
      "date":"Sep 12, 2021"
  }
  ],

  "about": [
    {
      "summary": "I am a user researcher and the author of What Millennials Want (Penguin Random House), an intimate biography of Indian millennials, the world’s single-largest demographic group. \nI traveled more than 30,000 kilometers across 13 Indian states to interview more than 900 millennials, educators, business leaders, and policymakers to investigate the economic aspirations, social views, and political attitudes of young India. \nI work on building technology products for emerging markets and have contributed op-eds to The Washington Post, New Statesman, The Times of India, Mint, and The Print, and have been featured in the Financial Times and The Guardian."
    }
  ],

  "articles": [
    {
      "title":"Hindustan Times Op-Ed",
      "subheading":"The young, anxious Indian millennial",
      "summary": "In 2018, I started conducting research for my book on the economic aspirations, social views, and political attitudes of Indian millennials. My mission was simple. I wanted to understand the views of those we didn’t hear much from. How do young Indians in the country’s small towns and cities view their place in India’s future?",
      "link": "https://www.hindustantimes.com/opinion/the-young-anxious-indian-millennial-101631455163792.html",
      "date":"Sep 12, 2021"
  },
  {
      "title":"Excerpt in The Wire",
      "subheading":"Excerpt | Millennials and the Political Arena: Anxiety as an Electoral Weapon",
      "summary": "Excerpted with permission from What Millennials Want: Decoding the World’s Largest Generation, Vivan Marwaha, Penguin India. The biggest challenge that millennials face politically today is that they have been clubbed together with every other generation, and are not viewed as a unique, dynamic generation that faces its own set of opportunities and challenges.",
      "link": "https://thewire.in/books/excerpt-millennials-and-the-political-arena-anxiety-as-an-electoral-weapon",
      "date":"Sep 11, 2021"
  },
  {
      "title":"Hindu Magazine Cover Story",
      "subheading":"Why India’s most aspirational generation — its millennials — is quickly becoming its most anxious one",
      "summary": "It was November 2018 in Jabalpur, Madhya Pradesh. I was at the city’s famous Russel Chowk, talking to young people gathered there in the evening. Cars were honking and young men in bright polyester shirts with elaborately coiffed hair and multicoloured sunglasses were racing on their two-wheelers. The air, quickly cooling down, smelled of diesel and dust.",
      "link": "https://www.thehindu.com/society/why-indias-most-aspirational-generation-its-millennials-is-quickly-becoming-its-most-anxious-one/article36267286.ece",
      "date":"Sep 04, 2021"
  },
  {
    "title": "Hindustan Times Brunch Profile",
    "subheading": "Books: A millennial writes about millennials",
    "summary": "Growing up, I remember the “our generation was different from yours” comment being thrown at me by my family. When I told my mom I’d have a love marriage, she would say, “Oh, in my time, I didn’t even have the guts to speak with boys in our school openly.” And when I spent my first internship paycheck taking my family for a dinner, my grandpa had said, “Your generation is imprudent, not saving money when required.",
    "link": "https://www.hindustantimes.com/lifestyle/brunch/books-a-millennial-writes-about-millennials-101630771987066.html",
    "date":"Sep 04, 2021"

  }

  ]
}
